Repository: speedy005/CrashlogViewer
Catalog: usr/lib/enigma2/python/Plugins/Extensions/CrashlogViewer/locale/*/LC_MESSAGES/CrashlogViewer.po
Languages: ar, de, el, es, ru, tr

source: Close
ar: إغلاق
de: Schlie√üen
el: Κλείσιμο
es: Cerrar
ru: Закрыть
tr: Kapat

source: View
ar: عرض
de: Anzeigen
el: Προβολή
es: Ver
ru: Просмотр
tr: Görüntüle

source: Remove
ar: إزالة
de: Entfernen
el: Αφαίρεση
es: Eliminar
ru: Удалить
tr: Kaldır

source: Remove All
ar: إزالة الكل
de: Alle entfernen
el: Αφαίρεση Όλων
es: Eliminar todo
ru: Удалить все
tr: Hepsini kaldır

source: Removed %s
ar: تمت الإزالة %s
de: Entfernt %s
el: Αφαιρέθηκε το %s
es: Eliminado %s
ru: Удалено %s
tr: %s Kaldırıldı

source: Failed to remove file due to an error: %s
ar: فشل في إزالة الملف بسبب خطأ: %s
de: Fehler beim Entfernen der Datei: %s
el: Αποτυχία αφαίρεσης του αρχείου λόγω σφάλματος: %s
es: No se pudo eliminar el archivo debido a un error: %s
ru: Не удалось удалить файл из-за ошибки: %s
tr: Dosya kaldırılmadı, hata oluştu: %s

source: Failed to remove file: %s
ar: فشل في إزالة الملف: %s
de: Fehler beim Entfernen der Datei: %s
el: Αποτυχία αφαίρεσης του αρχείου: %s
es: No se pudo eliminar el archivo: %s
ru: Не удалось удалить файл: %s
tr: Dosya kaldırılamadı: %s

source: An unexpected error occurred: %s
ar: حدث خطأ غير متوقع: %s
de: Ein unerwarteter Fehler ist aufgetreten: %s
el: Παρουσιάστηκε απρόβλεπτο σφάλμα: %s
es: Ocurri칩 un error inesperado: %s
ru: Произошла неожиданная ошибка: %s
tr: Beklenmeyen bir hata oluştu: %s

source: Removed All Crashlog Files
ar: تمت إزالة جميع ملفات Crashlog
de: Alle Crashlog-Dateien entfernt
el: Αφαιρέθηκαν όλα τα αρχεία Crashlog
es: Eliminados todos los archivos de Crashlog
ru: Все файлы crashlog удалены
tr: Tüm Crashlog dosyaları kaldırıldı

source: Failed to remove some files: %s
ar: فشل في إزالة بعض الملفات: %s
de: Fehler beim Entfernen einiger Dateien: %s
el: Αποτυχία αφαίρεσης ορισμένων αρχείων: %s
es: No se pudieron eliminar algunos archivos: %s
ru: Не удалось удалить некоторые файлы: %s
tr: Bazı dosyalar kaldırılamadı: %s

source: Crashlog Viewer ver. %s Developer: 2boom Modifier: Evg77734 Update from Lululla Homepage: gisclub.tv
ar: Crashlog Viewer الإصدار %s المطور: speedy005 المعدل: speedy005 تحديث بواسطة speedy005 الموقع: github.com/speedy005
de: Crashlog Viewer Version %s Entwickler: speedy005 Modifiziert von: speedy005 Update von speedy005 Homepage: github.com/speedy005
el: Crashlog Viewer έκδοση %s Προγραμματιστής: speedy005 Τροποποιητής: speedy005 Αναβάθμιση από speedy005 Homepage: github.com/speedy005
es: Crashlog Viewer versi칩n %s Desarrollador: speedy005 Modificado por: speedy005 Actualizaci칩n de speedy005 P치gina web: github.com/speedy005
ru: Crashlog Viewer версия %s Разработчик: speedy005 Изменил: speedy005 Обновление от speedy005 Главная страница: github.com/speedy005
tr: Crashlog Viewer sürüm %s Yazılımcı: speedy005 Değiştiren: speedy005 Update: speedy005 Anasayfa: github.com/speedy005

source: Restart GUI
ar: إعادة تشغيل واجهة المستخدم
de: GUI jetzt neu starten
el: Επανεκκίνηση GUI
es: Reiniciar la GUI
ru: Перезапустить GUI
tr: GUI'yi yeniden başlat

source: Crashlog Viewer
ar: عارض ملفات Crashlog
el: Προβολή Crashlog
es: Visor de Crashlog
ru: Просмотр Crashlog
tr: Crashlog Görüntüleyici

source: View and remove crashlog files
ar: عرض وإزالة ملفات Crashlog
de: Crashlog-Dateien anzeigen und entfernen
el: Προβολή και αφαίρεση αρχείων crashlog
es: Ver y eliminar archivos de Crashlog
ru: Просмотр и удаление файлов crashlog
tr: Crashlog dosyalarını görüntüle ve kaldır

source: View or Remove Crashlog files
ar: عرض أو إزالة ملفات Crashlog
de: Crashlog-Dateien anzeigen und entfernen
el: Προβολή ή Αφαίρεση αρχείων crashlog
es: Ver o eliminar archivos de Crashlog
ru: Просмотр или удаление файлов crashlog
tr: Crashlog dosyalarını görüntüle veya kaldır

source: View Crashlog file
ar: عرض ملف Crashlog
de: Crashlog-Datei anzeigen
el: Προβολή αρχείου Crashlog
es: Ver archivo de Crashlog
ru: Просмотр файла crashlog
tr: Crashlog dosyasını görüntüle
